tap "1password/tap"
tap "aws/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "filosottile/musl-cross"
tap "fujiwara/tap"
tap "genkiroid/cert"
tap "hashicorp/tap"
tap "kyoh86/tap"
tap "localstack/tap"
tap "ngrok/ngrok"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "sachaos/tap"
tap "sidneys/homebrew"
tap "stripe/stripe-cli"
tap "terrastruct/tap"
brew "act"
brew "openssl@3"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "apngasm"
brew "aria2"
brew "aspell"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "bat"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cloudflared", link: false
brew "cmake"
brew "cmigemo", args: ["HEAD"]
brew "coreutils"
brew "curl", args: ["HEAD"]
brew "d2"
brew "deno"
brew "dialog"
brew "difftastic"
brew "duckdb"
brew "editorconfig"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fluid-synth"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "golang-migrate"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grc"
brew "gron"
brew "gzip"
brew "hadolint"
brew "icu4c@75"
brew "libheif"
brew "imagemagick"
brew "infracost"
brew "jansson"
brew "jq"
brew "k6"
brew "lazydocker"
brew "less"
brew "libgccjit"
brew "libiconv"
brew "libxml2"
brew "localstack", link: false
brew "lsusb"
brew "mailutils"
brew "make"
brew "markdown"
brew "mysql-client"
brew "mysql-client@8.4"
brew "mysql@8.4"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql@14"
brew "protobuf"
brew "pwgen"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "redis"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "sd"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "texinfo"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vhs"
brew "watchman"
brew "websocat"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zip"
brew "zopfli"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "filosottile/musl-cross/musl-cross"
brew "fujiwara/tap/lambroll"
brew "fujiwara/tap/tfstate-lookup"
brew "genkiroid/cert/cert"
brew "hashicorp/tap/terraform-ls"
brew "kyoh86/tap/richgo"
brew "localstack/tap/localstack-cli"
brew "rhysd/hgrep/hgrep"
brew "sachaos/tap/viddy"
brew "stripe/stripe-cli/stripe"
brew "terrastruct/tap/tala"
cask "1password-cli"
cask "alacritty"
cask "amazon-q"
cask "android-platform-tools"
cask "dbeaver-community"
cask "font-cica"
cask "mactex"
cask "mysql-shell"
cask "ngrok"
cask "postman"
cask "utm"
