tap "1password/tap"
tap "aws/tap"
tap "cloudflare/cloudflare"
tap "cue-lang/tap"
tap "filosottile/musl-cross"
tap "fujiwara/tap"
tap "genkiroid/cert"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kyoh86/tap"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "sachaos/tap"
brew "act"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "openssl@1.1"
brew "asdf"
brew "aspell"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "deno"
brew "dialog"
brew "editorconfig"
brew "exa"
brew "expat"
brew "fd"
brew "figlet"
brew "harfbuzz"
brew "little-cms2"
brew "openjdk"
brew "fop"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcc@10"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golang-migrate"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "gron"
brew "gzip"
brew "libheif"
brew "imagemagick"
brew "jansson"
brew "jq"
brew "lazydocker"
brew "less", args: ["HEAD"]
brew "libgccjit"
brew "libiconv"
brew "libxml2"
brew "mailutils"
brew "make"
brew "markdown"
brew "node"
brew "mermaid-cli"
brew "mysql"
brew "mysql-client"
brew "openssl@3"
brew "plantuml"
brew "pngquant"
brew "postgresql@14"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "texinfo"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "websocat"
brew "wget"
brew "wxwidgets"
brew "zellij"
brew "zip"
brew "zsh"
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "cue-lang/tap/cue"
brew "filosottile/musl-cross/musl-cross"
brew "fujiwara/tap/lambroll"
brew "genkiroid/cert/cert"
brew "hashicorp/tap/terraform-ls"
brew "kyoh86/tap/richgo"
brew "rhysd/hgrep/hgrep"
brew "sachaos/tap/viddy"
cask "1password-cli"
cask "alacritty"
cask "dbeaver-community"
cask "font-cica"
cask "postman"
